# выполним только обычные шаги по очистке, а остальное можно будет сделать позже, чтобы улучшить результаты.
#-----------Общие шаги очистки данных по всему тексту:
# 1.Сделать текст строчными
# 2.Удалить пунктуацию
# 3.Удалить числовые значения
# 4.Удалить общий бессмысленный текст (/ n)
# 5.Токенизировать текст
# 6.Удалить стоп-слова
#-----------Дополнительные этапы очистки данных после токенизации
# 1. Стемминг / лемматизация
# 2. частиречная омонимия
# 3. Создать 2-граммы или 3-граммы
# 4. опечатки

